{
  "HELP": {
    "VACCINATION": {
      "LIST": {
        "TITLE": "<h2>Impfungen</h2>",
        "BODY": "<p>Liste aller im EPD der Patientin und des Patienten gespeicherten Datensätze zu Impfungen. Angezeigt werden dabei auch \n    Datensätze, welche von anderen Datensätzen korrigiert, kommentiert oder annuliert wurden und die deshalb im Impfausweis \n    nicht angezeigt werden. \n  </p>\n  <p>\n  Diese Darstellung dient zur Prüfung und Korrektur von Inkonsistenzen im Impfausweis und muss nur genutzt werden, um Inkonsitenzen \n  zu erkennen und zu bereinigen. Die Darstellung unterstützt die dazu die Interaktionen: \n  <ul>\n    <li>Wechsel zur Detailansicht von Impfungen, Allergien und Vorerkrankungen per Doppelklick auf einen Eintrag</li>\n    <li>Hinzufügen von neuen Impfdaten per Button oben rechts</li>\n  </ul>\n  </p>\n  <hr>\n  <p>In der Darstellung wird die Liste aller dokumentierten Impfungen geordnet nach dem Datum der Impfung und mit den folgenden \n  Feldern angezeigt:\n    <ul>\n      <li>Datum: Zeitpunkt der Impfung</li>\n      <li>Impfstoff: Der verabreichte Impfstoff</li>\n      <li>Impfschutz: Ein oder mehrere Infektionskrankheiten gegen den der Impfstoff wirkt</li>\n      <li>Dosis: Nummer der verabreichten Impfdosis</li> \n      <li>Geimpft Von: Name der Gesundheitsfachperson, welche die Impfung verabreicht hat</li> \n    </ul>\n  </p>"
      },
      "DETAIL": {
        "TITLE": "<h2>Impfung</h2>",
        "BODY": "<p>\n    Detailansicht einer ausgewählten Impfung aus dem EPD der Patientin oder des Patienten.\n  </p>\n  <p>\n    In der Detailansicht werden die fachlichen Daten einer ausgewählten Impfung angezeigt.\n    Die Detailansicht dient als Startpunkt für die Berarbeitung, Annulierung oder zum Kommentieren eines\n    augewählten Impfung und unterstützt die Interaktionen:\n  <ul>\n    <li>Wechsel in den Dialog zur Bearbeitung der Daten der ausgewählten Impfung per Button unten rechts</li>\n    <li>Wechsel in den Dialog zur Annulation von fälschlich eingegebenen Impfungen Button unten rechts</li>\n    <li>Kommentieren einer Impfung</li>\n  </ul>\n  </p>\n  <hr>\n  <p>In der Detailansicht werden die folgenden fachlichen Angaben gezeigt: </p>\n  <p>\n    <ul>\n      <li>Datum: Zeitpunkt der Impfung</li>\n      <li>Impfstoff: Der verabreichte Impfstoff</li>\n      <li>Impfschutz: Ein oder mehrere Infektionskrankheiten gegen den der Impfstoff wirkt</li>\n      <li>Dosis: Nummer der verabreichten Impfdosis</li>\n      <li>Status: Der Status der Dokumentation der Impfung, z.B. verabreicht, vorläufig, fehlerhafte Eingabe, ...</li>\n      <li>Lotnummer: Die Lotnummer des Impfstoffs</li>\n      <li>Geimpft Von: Name, Titel und Organisation der Gesundheitsfachperson, welche die Impfung verabreicht hat</li>\n    </ul>\n  </p>"
      }
    },
    "ALLERGY": {
      "LIST": {
        "TITLE": "<h2>Nebenwirkungen</h2>",
        "BODY": "<p>Liste aller im EPD gespeicherten Datensätze zu unerwünschten Impferscheinungen (UIE) einer Patientin oder eines Patienten. \n    Angezeigt werden dabei auch Datensätze, welche von anderen Datensätzen korrigiert, kommentiert oder annuliert wurden \n    und die deshalb im Impfausweis angezeigt werden. \n  </p>\n  <p>\n  Diese Darstellung dient zur Prüfung und Korrektur von Inkonsistenzen im Impfausweis und muss nur genutzt werden, um die Inkonsitenzen \n  zu erkennen und zu bereinigen. Die Darstellung unterstützt die dazu die Interaktionen: \n  <ul>\n    <li>Wechsel zur Detailansicht von unerwünschten Impferscheinungen per Doppelklick auf einen Eintrag</li>\n    <li>Hinzufügen von neuen unerwünschte Impferscheinungen per Button oben rechts</li>\n  </ul>\n  </p>\n  <hr>\n  <p>In der Darstellung wird die Liste aller dokumentierten unerwünschten Impferscheinungen geordnet nach dem Datum des \n  Auftretens und mit den folgenden Feldern angezeigt:\n    <ul>\n      <li>Datum: Zeitpunkt des Auftretens der unerwünschten Impferscheinung</li>\n      <li>Krankheit: Die Bezeichnung der unerwünschten Impferscheinung</li>\n      <li>Klinischer Status: Der klinische Zustand, z.B. aktiv, abgeschlossen, rückfällig, ...</li>\n      <li>Verifiziert: Status der klinischen Verifikation der unerwünschten Impferscheinung</li>\n      <li>Erfasst Von: Name der Person, welche die Angaben zur unerwünschten Impferscheinung erfasst hat</li> \n    </ul>\n  </p>"
      },
      "DETAIL": {
        "TITLE": "<h2>Nebenwirkung</h2>",
        "BODY": "<p>Detailansicht einer ausgewählten unerwünschte Impferscheinung aus dem EPD \n    der Patientin oder des Patienten.\n  </p>\n  <p>\n    In der Detailansicht werden die fachlichen Daten einer unerwünschten Impferscheinung \n    angezeigt. Die Detailansicht dient als Startpunkt für die Berarbeitung, Annulierung \n    oder zum Kommentieren der unerwünschten Impferscheinung und unterstützt die Interaktionen:\n  <ul>\n    <li>Wechsel in den Dialog zur Bearbeitung der Daten der unerwünschten Impferscheinung per Button unten rechts</li>\n    <li>Wechsel in den Dialog zur Annulation von fälschlich eingegebenen unerwünschten Impferscheinung per Button unten rechts</li>\n    <li>Kommentieren einer unerwünschten Impferscheinung</li>\n  </ul>\n  </p>\n  <hr>\n  <p>In der Detailansicht werden die folgenden fachlichen Angaben gezeigt: </p>\n  <p>\n    <ul>\n      <li>Datum: Zeitpunkt des Auftretens der unerwünschten Impferscheinung</li>\n      <li>Krankheit: Die Bezeichnung der unerwünschten Impferscheinung</li>\n      <li>Kritikalität: Die Kritikalit der unerwünschten Impferscheinung</li>\n      <li>Klinischer Status: Der klinische Zustand, z.B. aktiv, abgeschlossen, rückfällig, ...</li>\n      <li>Verifiziert: Status der klinischen Verifikation unerwünschten Impferscheinung</li>\n      <li>Erfasst Von: Name der Person, welche die Angaben zur unerwünschte Impferscheinung erfasst hat</li>\n    </ul>\n  </p>"
      }
    },
    "PAST_ILLNESS": {
      "LIST": {
        "TITLE": "<h2>Infektionskrankheiten</h2>",
        "BODY": "<p>Liste aller im EPD gespeicherten Datensätze zu impfverhütbaren Krankheiten einer Patientin oder eines Patienten. \n    Angezeigt werden dabei auch Datensätze, welche von anderen Datensätzen korrigiert, kommentiert oder annuliert wurden \n    und die deshalb im Impfausweis angezeigt werden. \n  </p \n  <p>\n  Diese Darstellung dient zur Prüfung und Korrektur von Inkonsistenzen im Impfausweis und muss nur genutzt werden, um die Inkonsitenzen \n  zu erkennen und zu bereinigen. Die Darstellung unterstützt die dazu die Interaktionen: \n  <ul>\n    <li>Wechsel zur Detailansicht von impfverhütbaren Krankheiten per Doppelklick auf einen Eintrag</li>\n    <li>Hinzufügen von neuen impfverhütbare Krankheiten per Button oben rechts</li>\n  </ul>\n  </p>\n  <hr>\n  <p>In der Darstellung wird die Liste aller dokumentierten impfverhütbaren Krankheiten geordnet nach dem Datum des \n  Auftretens und mit den folgenden Feldern angezeigt:\n    <ul>\n      <li>Datum: Zeitpunkt des Auftretens der impfverhütbaren Krankheit</li>\n      <li>Krankheit: Die Bezeichnung der impfverhütbaren Krankheit</li>\n      <li>Klinischer Status: Der klinische Zustand, z.B. aktiv, abgeschlossen, rückfällig, ...</li>\n      <li>Verifiziert: Status der klinischen Verifikation der impfverhütbaren Krankheit</li>\n      <li>Erfasst Von: Name der Person, welche die Angaben zur impfverhütbaren Krankheit erfasst hat</li> \n    </ul>\n  </p>"
      },
      "DETAIL": {
        "TITLE": "<h2>Infektionskrankheit</h2>",
        "BODY": "<p>\n    Detailansicht einer ausgewählten impfverhütbare Krankheit aus dem EPD\n    der Patientin oder des Patienten.\n  </p>\n  <p>\n    In der Detailansicht werden die fachlichen Daten einer ausgewählten impfverhütbare Krankheit angezeigt. \n    Die Detailansicht dient als Startpunkt für die Berarbeitung, Annulierung oder zum Kommentieren einer \n    impfverhütbaren Krankheit und unterstützt die folgenden Interaktionen:\n  <ul>\n    <li>Wechsel in den Dialog zur Bearbeitung der Daten der impfverhütbare Krankheit per Button unten rechts</li>\n    <li>Wechsel in den Dialog zur Annulation von fälschlich eingegebenen impfverhütbaren Krankheit per Button unten rechts</li>\n    <li>Kommentieren einer impfverhütbaren Krankheit</li>\n  </ul>\n  </p>\n  <hr>\n  <p>In der Detailansicht werden die folgenden fachlichen Angaben gezeigt: </p>\n  <p>\n    <ul>\n      <li>Datum: Zeitpunkt der Diagnose der impfverhütbaren Krankheit</li>\n      <li>Krankheit: Die impfverhütbare Krankheit</li>\n      <li>Beginn: Zeitpunkt des Auftretens der Symptome der impfverhütbaren Krankheit</li>\n      <li>Ende: Zeitpunkt der Genesung</li>\n      <li>Klinischer Status: Der klinische Zustand, z.B. aktiv, abgeschlossen, rückfällig, ...</li>\n      <li>Verifiziert: Status der klinischen Verifikation der impfverhütbaren Krankheit</li>\n      <li>Erfasst Von: Name der Person, welche die Angaben zur impfverhütbaren Krankheit erfasst hat</li>\n    </ul>\n  </p>"
      }
    },
    "VACCINATION_RECORD": {
      "SAVE": {
        "TITLE": "Impfausweis speichern",
        "BODY": "Der Impfausweis wurde erfolgreich im System gespeichert"
      },
      "HELP": {
        "TITLE": "<h2>Impfausweis</h2>",
        "BODY": "<p>Gesamtdarstellung der Impfdaten aus dem EPD einer Patientin oder eines Patienten. Zur Darstellung des Impfausweises \n    werden alle Impfdokumente aus dem EPD der Patientin oder des Patienten aus dem EPD abgefragt und gemäss dem Regelwerk \n    für EPD Impfdaten zusammengeführt.\n  </p>\n  <p>\n  Der Impfausweis dient als Startpunkt für die Berarbeitung der Impfdaten von Patienten und Patienten im EPD und unterstützt \n  die Interaktionen: \n  <ul>\n    <li>Wechsel zur Detailansicht von Impfungen, Allergien und Vorerkrankungen per Doppelklick auf einen Eintrag</li>\n    <li>Export des Impfausweises als PDF Dokument per Button oben rechts.</li>\n    <li>Speichern des Impfausweises als Snapshot zum gegenwärtigen Zeitpunknt im VACD Austauschformat per Button oben rechts.</li> \n  </ul>\n  </p>\n  <hr>\n  <p> Im Impfausweis werden die folgenden Impfdaten angezeigt: </p>\n  <h3>Impfungen</h3>\n  <p>Liste aller dokumentierten Impfungen geordnet nach dem Datum der Impfung mit den Feldern:\n    <ul>\n      <li>Datum: Zeitpunkt der Impfung</li>\n      <li>Impfstoff: Der verabreichte Impfstoff</li>\n      <li>Impfschutz: Ein oder mehrere Infektionskrankheiten gegen den der Impfstoff wirkt</li>\n      <li>Dosis: Nummer der verabreichten Impfdosis</li> \n      <li>Geimpft Von: Name der Gesundheitsfachperson, welche die Impfung verabreicht hat</li> \n    </ul>\n  </p>\n  <h3>Infektionskrankheit</h3>\n  <p>Liste aller durchmachten impfverhütbaren Krankheiten geordnet der Patientin oder des Patienten, \n    geordnet nach dem Diagnosedatum mit den Feldern:\n    <ul>\n      <li>Datum: Zeitpunkt der Diagnose der durchmachten impfverhütbaren Krankheit</li>\n      <li>Krankheit: Die durchmachte impfverhütbare Krankheit</li>\n      <li>Klinischer Status: Der klinische Zustand, z.B. aktiv, abgeschlossen, rückfällig, ...</li>\n    </ul>\n  </p>\n  <h3>Nebenwirkungen</h3>\n  <p>Liste aller dokumentierten unerwünschte Impferscheinungen, geordnet nach \n  dem Datum des Auftretens mit den Feldern:\n    <ul>\n      <li>Datum: Zeitpunkt des Auftretens der unerwünschten Impferscheinung</li>\n      <li>Krankheit: Die Bezeichnung der unerwünschten Impferscheinung</li>\n      <li>Klinischer Status: Der klinische Zustand, z.B. aktiv, abgeschlossen, rückfällig, ...</li>\n    </ul>\n  </p>"
      }
    },
    "COMMENT": {
      "TITLE": "Comment",
      "BODY": "comment"
    }
  }
}
