{
  "HELP": {
    "VACCINATION": {
      "LIST": {
        "TITLE": "<h2>Vaccinations</h2>",
        "BODY": "<p>List of all vaccination records stored in the patient's EPD. Also displayed are    records that have been corrected, commented on, or cancelled by other records and are therefore not displayed in the vaccination record.    are not displayed.  </p>  <p>  This display is used to check for and correct inconsistencies in the immunization record and need only be used to  Identify and clean up inconsistencies. The representation supports the interactions for this purpose:  <ul>    <li>Switch to the detailed view of immunizations by clicking on an entry</li>    <li>Adding a new vaccination entry</li>  </ul>  </p>  <hr>  <p>The display shows the list of all documented vaccinations sorted by date of vaccination and with the following  fields displayed:    <ul>      <li>Date: Date of vaccination</li>      <li>Vaccination protection: One or more infectious diseases against which the vaccine is effective</li>      <li>Vaccine: The vaccine administered</li>      <li>Dose: Number of the vaccine dose administered</li>      <li>Vaccinated By: Name of the health professional who administered the vaccination or if not known, name of the organization where the vaccination was administered. </li>    </ul>  </p>"
      },
      "DETAIL": {
        "TITLE": "<h2>Vaccinations</h2>",
        "BODY": "<p>Detail view of a selected vaccination from the patient's EPD.</p>  <p>    The detail view displays the technical data of a selected vaccination.    The detail view serves as a starting point for editing and commenting, for cancellation or for downloading an    selected vaccination and supports interactions:  <ul>    <li>Switch to the dialog for editing the data of the selected vaccination</li>    <li>Switch to the dialog for cancelling vaccinations entered by mistake</li>    <li>Download of the data set according to EPD exchange format as JSON.</li>  </ul>  </p>  <hr>  <p>The detail view shows the following technical details:</p>  <p>    <ul>      <li>Date: Date of vaccination</li>      <li>Vaccine: The vaccine administered</li>      <li>Vaccination protection: One or more infectious diseases against which the vaccine is effective</li>      <li>Dose: Number of vaccine dose administered, xth dose</li>      <li>Lot number: The lot number of the vaccine</li>      <li>Reason for vaccination: Reason why vaccination was given</li>      <li>Vaccinated By: Name of the health professional who administered the vaccination</li>      <li>Organization: Name of the organization where the vaccination was administered</li>      <li>Comments: All comments on the selected entry, per entry name of the creator and the date and content is displayed.</li>    </ul>  </p>"
      },
      "SAVE_AND_STAY": {
        "TITLE": "<h2>Vaccinations</h2>",
        "BODY": "Vaccination has been successfully stored in the system"
      }
    },
    "ALLERGY": {
      "LIST": {
        "TITLE": "<h2>Adverse Events</h2>",
        "BODY": "<p>List of all data records stored in the EPD on the side effects or unwanted immunization events (UIE) of a patient.    The list also includes data records that have been corrected, commented on or annulled by other data records.    and therefore are not displayed in the immunization record.  </p>  <p>  This display is used to check for and correct inconsistencies in the immunization record and only needs to be used in order to  and clean them up. The representation supports the interactions for this purpose:  <ul>    <li>Switch to the detailed view of an adverse event by clicking on an entry</li>    <li>Adding a new adverse reaction</li>  </ul>  </p>  <hr>  <p>The display shows the list of all documented side effects sorted by date of occurrence and with the following fields:    <ul>      <li>Date: Date of occurrence of the adverse reaction</li>      <li>Adverse effect: The name of the adverse reaction</li>      <li>Recorded by: Name of the person who recorded the adverse reaction information</li>    </ul>  </p>"
      },
      "DETAIL": {
        "TITLE": "<h2>Adverse Events</h2>",
        "BODY": "<p>Detailed view of a selected adverse event or unwanted immunization event (UIE) from the patient's EPD.</p>  <p>    The detail view displays the technical data of the adverse event.     The detail view serves as a starting point for editing and commenting, for cancellation, or for downloading an    selected adverse reaction and supports interactions:  <ul>    <li>Switch to the dialog for editing the data of the selected adverse reaction</li>    <li>Switch to the dialog to annul side effects entered by mistake</li>    <li>Download of the data set according to EPD exchange format as JSON.</li>  </ul>  </p>  <hr>  <p>The detail view shows the following technical details:</p>  <p>    <ul>      <li>Date: Date of occurrence of the adverse reaction</li>      <li>Adverse effect: The name of the unwanted side effect</li>      <li>Recorded by: The name of the person who recorded the adverse reaction information</li>      <li>Organization: name of the organization where the vaccination was administered</li>    </ul>  </p>"
      },
      "SAVE_AND_STAY": {
        "TITLE": "<h2>Adverse Events</h2>",
        "BODY": "Adverse reaction has been successfully stored in the system"
      }
    },
    "PAST_ILLNESS": {
      "LIST": {
        "TITLE": "<h2>Infectious diseases</h2>",
        "BODY": "<p>List of all data records stored in the EPD on vaccine-preventable infectious diseases of a patient.    Also displayed are records that have been corrected, annotated, or cancelled by other records and are therefore not in the vaccination record.    and therefore are not displayed in the immunization record.  </p  <p>  This display is used to check for and correct inconsistencies in the immunization record and only needs to be used in order to  Identify and clean up the inconsistencies. The representation supports the interactions for this purpose:  <ul>    <li>Switch to the detailed view from a vaccine-preventable disease by clicking on an entry</li>    <li>Add new entries of vaccine-preventable diseases</li>  </ul>  </p>  <hr>  <p>In the display, the list of all documented vaccine-preventable infectious diseases is sorted by date of  Occurrence and displayed with the following fields:    <ul>      <li>Date: Date of diagnosis of infectious disease</li>      <li>Infectious disease: The name of the infectious disease</li>      <li>Recorded by: Name of the person who made the infectious disease diagnosis</li>    </ul>  </p>"
      },
      "DETAIL": {
        "TITLE": "<h2>Infectious diseases</h2>",
        "BODY": "<p>Detail view of a selected vaccine-preventable disease from the patient's EPD.</p>  <p>    The detailed view displays the technical data of a selected vaccine-preventable disease.    The detail view serves as a starting point for editing and commenting, canceling, or downloading a    selected vaccination and supports interactions:  <ul>    <li>Switch to the dialog for editing the data of the selected infectious disease</li>    <li>Switch to the dialog for annulation of infectious disease entered by mistake</li>    <li>Download of the data set according to EPD exchange format as JSON.</li>  </ul>  </p>  <hr>  <p>The detail view shows the following technical details:</p>  <p>    <ul>      <li>Date: Date of diagnosis of the vaccine-preventable disease undergone</li>      <li>Infectious disease: Name of the respective vaccine-preventable disease</li>      <li>Begin: Date of onset of symptoms of the vaccine-preventable disease</li>      <li>End: Date of recovery</li>      <li>Recorded by: Name of person who made the diagnosis</li>      <li>Organization: Name of the organization where the vaccination was administered</li>    </ul>  </p>"
      },
      "SAVE_AND_STAY": {
        "TITLE": "<h2>Infectious diseases</h2>",
        "BODY": "Infectious disease has been successfully stored in the system"
      }
    },
    "MEDICAL_PROBLEM": {
      "LIST": {
        "TITLE": "<h2>Medical problems</h2>",
        "BODY": "<p>List of all data records stored in the EPD on a patient's medical problems.    Data records that have been corrected, commented on, or annulled by other data records are also displayed.    and are therefore not displayed in the immunization record.  </p>  <p>  This display is used to review and correct inconsistencies in the immunization record and need only be used to   Detect and clean up the inconsistencies. The display supports the interactions for this purpose:   <ul>    <li>Switching to the detailed view from an medical problem by clicking on an entry</li>    <li>Add new entries of medical problems</li>  </ul>  </p>  <hr>  <p>The display shows the list of all documented basic diseases sorted by date of occurrence and with the following fields:    <ul>      <li>Date: Date of occurrence of the medical problem</li>      <li>Disease: The name of the medical problem</li>      <li>Clinical status: The clinical condition, distinguishing between active or inactive</li>      <li>Recorded by: Name of the person who made the diagnosis.</li>    </ul>  </p>"
      },
      "DETAIL": {
        "TITLE": "<h2>Medical problems</h2>",
        "BODY": "<p>Detail view of a selected medical problem from the EPD of the patient.</p>  <p>    The detail view displays the professional data of a selected medical problem.     The detail view serves as a starting point for editing and commenting, for cancellation or for downloading an    selected vaccination and supports interactions:  <ul>    <li>Switch to the dialog for editing the data of the selected medical problem</li>    <li>Switch to the dialog for the annulation of f&auml;lsch entered medical problems</li>    <li>Download of the data set according to EPD exchange format as JSON.</li>  </ul>  </p>  <hr>  <p>The detail view shows the following technical details:</p>  <p>    <ul>      <li>Date: Date of diagnosis of the medical problem</li>      <li>Medical problem: Name of the respective medical problem</li>      <li>Start: Date of onset of symptoms of the medical problem</li>      <li>End: Date of recovery</li>      <li>Clinical status: The clinical state in which a distinction is made between active or inactive</li>      <li>Collected by: Name of the person who made the diagnosis.</li>      <li>Organization: Name of the organization where the vaccination was performed.</li>    </ul>  </p>"
      },
      "SAVE_AND_STAY": {
        "TITLE": "<h2>Medical problems</h2>",
        "BODY": "Medical problem has been successfully stored in the system"
      }
    },
    "VACCINATION_RECORD": {
      "SAVE": {
        "TITLE": "Save Vaccination Record",
        "BODY": "The vaccination card has been successfully saved in the system"
      },
      "HELP": {
        "TITLE": "<h2>Vaccination record</h2>",
        "BODY": "<p>Total representation of immunization data from a patient's EPD. To display the immunization record.    all vaccination documents from the patient's EPD are retrieved from the EPD and displayed according to the rule set    for EPD immunization data are summarized.  </p>  <p>  The immunization record serves as the starting point for processing patient immunization data in EPD and supports  interactions:  <ul>    <li>Switch to detailed view of vaccinations, adverse events, infectious diseases and medical problems by clicking on an entry</li>    <li>Export the immunization record as a PDF document</li>    <li>Save the vaccination card as a snapshot at the present time in VACD exchange format.</li>  </ul>  </p>  <hr>  <p>The immunization card will display the following immunization data:</p>.  <h3>Vaccinations</h3>.  <p>List of all documented vaccinations sorted by date of vaccination with fields:    <ul>      <li>Date: Date of vaccination</li>      <li>Vaccination protection: One or more infectious diseases against which the vaccine is effective</li>      <li>Vaccine: The vaccine administered</li>      <li>Dose: Number of the vaccine dose administered</li>      <li>Vaccinated By: Name of the health professional who administered the vaccination or if not known, name of the organization where the vaccination was administered. </li>    </ul>  </p>  <h3>Adverse effects</h3>.  <p>List of all documented adverse effect symptoms, ordered by date of occurrence with the fields:    <ul>      <li>Date: Date of occurrence of the adverse effect certificate</li>      <li>Adverse effect: The name of the adverse effect/li>.      <li>Recoreded by: Name of the person who noted the adverse reaction</li>    </ul>  </p>  <h3>Infectious diseases</h3>.  <p>List of all vaccine-preventable diseases the patient has been through, sorted by diagnosis date with the fields:    <ul>      <li>Date: Date of diagnosis of the vaccine-preventable disease passed</li>      <li>Infectious disease: Name of the respective vaccine-preventable disease</li>      <li>Recorded by: Name of the person who made the infectious disease diagnosis</li>    </ul>  </p>  <h3>Medical Problems</h3>.  <p>List of medical problems of the patient, ordered by diagnosis date with the fields:    <ul>      <li>Date: Date of diagnosis of medical problem</li>      <li>Basic disease: Name of the respective medical problem</li>      <li>Clinical status: The clinical condition, distinguishing between active or inactive</li>      <li>Recorded by: Name of the person who made the diagnosis for the medical problem</li>    </ul>  </p>"
      }
    },
    "COMMENT": {
      "TITLE": "Comment",
      "BODY": "comment"
    }
  }
}
